Repository: totodd/UniCampus
Catalog: Mapwize/Ressources/*.lproj/Localizable.strings
Languages: de, nl

# Search in venue
source: Search in %@ ...
de: Suchen in %@ ...
nl: Zoeken in %@ ...

source: Search a venue ...
de: Einen Ort suchen ...
nl: Naar een plek zoeken...

source: Choose a starting point
de: Ausgangspunkt auswählen
nl: Kies een uitgangspunt

source: Choose a destination
de: Zielort auswählen
nl: Kies een bestemming

source: Languages
de: Sprache
nl: Talen

source: Choose a language
de: Wählen Sie eine Sprache
nl: Kies een taal

source: Universes
de: Universum
nl: Universum

source: Choose a universe
de: Wählen Sie ein Universum
nl: Kies een universum

source: Enter an acccess key
de: Zugangsschlüssel eingeben
nl: Toegangsleutel invoegen

source: Access key
de: Zugangsschlüssel
nl: Toegangssleutel

source: Access keys allow you to view private buildings and are provided by building managers
de: Zugangsschlüssels ermöglichen den Zugang zu privaten Gebäuden und werden von den Hausverwaltungen zur Verfügung gestellt.
nl: Met toegangsseuls kunt u privégebouwen bekijken en deze worden door gebouwbeheerders geleverd

source: Current location
de: Aktuelle Position
nl: Huidige standpunt

source: Floor %@
de: Stock %@
nl: Verdieping %@

source: Network
de: Verbindung
nl: Netwerkverbinding

source: Cancel
de: Annulieren
nl: Annuleren

source: Coordinates
de: Koordinaten
nl: Coördinaten

# QrCodeError
source: Invalid QR-code
de: Ungültig QR-code
nl: QR-code ongeldig

# QrCodeErrorText
source: This QR-code is not supported by Mapwize
de: Dieser QR-code ist nicht von Mapwize unterstützt
nl: De QR-code wordt door Mapwize niet herkent

source: Close
de: Schließen
nl: Afsluiten

# No result
source: No result found
de: Keine Resultate
nl: Geen résultaat

source: Contact us
de: Kontaktieren Sie uns
nl: Contact met ons opnemen

source: Invalid access key
de: Ungültiger Zugriff
nl: Ongeldige toegangssleutel

source: New access has been granted
de: Zugriff gewährt
nl: Nieuwe toegangssleutel toegevoegd

# Entering in venue
source: Entering in %@...
de: Eingang in %@...
nl: Toegan tot %@...
